Repository: zhengui666/QuaZonai
Catalog: ios/Resources/ClientParity.xcstrings
Source language: en
Languages: ar, es, ja, ko, zh_hans, zh_hant

# nav.home
source: Home
ar: الرئيسية
es: Inicio
ja: ホーム
ko: 홈
zh_hans: 首页
zh_hant: 首頁

# nav.idea
source: Idea Composer
ar: صياغة الفكرة
es: Compositor de ideas
ja: アイデア作成
ko: 아이디어 작성
zh_hans: 想法编写
zh_hant: 想法編寫

# nav.research
source: Research Observatory
ar: مرصد الأبحاث
es: Observatorio de investigación
ja: リサーチ・オブザーバトリー
ko: 리서치 관측소
zh_hans: 研究观测站
zh_hant: 研究觀測站

# nav.alpha
source: Alpha Library
ar: مكتبة ألفا
es: Biblioteca alfa
ja: アルファライブラリ
ko: 알파 라이브러리
zh_hans: Alpha 库
zh_hant: Alpha 庫

# nav.portfolio
source: Portfolio Lab
ar: مختبر المحفظة
es: Laboratorio de cartera
ja: ポートフォリオ・ラボ
ko: 포트폴리오 랩
zh_hans: 组合实验室
zh_hant: 組合實驗室

# nav.approvals
source: Approval Inbox
ar: صندوق الموافقات
es: Bandeja de aprobaciones
ja: 承認受信箱
ko: 승인함
zh_hans: 审批箱
zh_hant: 審批箱

# nav.handoff
source: Handoff & Feedback
ar: التسليم والتغذية الراجعة
es: Entrega y comentarios
ja: 引き渡しとフィードバック
ko: 인계 및 피드백
zh_hans: 交付与反馈
zh_hant: 交付與回饋

# nav.administration
source: Administration
ar: الإدارة
es: Administración
ja: 管理
ko: 관리
zh_hans: 管理
zh_hant: 管理

# nav.more
source: More
ar: المزيد
es: Más
ja: その他
ko: 더 보기
zh_hans: 更多
zh_hant: 更多

# settings.language
source: Language
ar: اللغة
es: Idioma
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

# settings.appearance
source: Appearance
ar: المظهر
es: Apariencia
ja: 外観
ko: 화면 모드
zh_hans: 外观
zh_hant: 外觀

# settings.deviceSecurity
source: Account / Device Security
ar: أمان الحساب والجهاز
es: Seguridad de cuenta y dispositivo
ja: アカウント／デバイスのセキュリティ
ko: 계정 / 기기 보안
zh_hans: 账户 / 设备安全
zh_hant: 帳戶 / 裝置安全

# auth.serverURL
source: Server URL
ar: عنوان الخادم
es: URL del servidor
ja: サーバーURL
ko: 서버 URL
zh_hans: 服务器地址
zh_hant: 伺服器位址

# auth.totpCode
source: 6-digit TOTP code
ar: رمز TOTP المكوّن من 6 أرقام
es: Código TOTP de 6 dígitos
ja: 6桁のTOTPコード
ko: 6자리 TOTP 코드
zh_hans: 6 位 TOTP 验证码
zh_hant: 6 位 TOTP 驗證碼

# auth.trustDevice
source: Trust this device
ar: الوثوق بهذا الجهاز
es: Confiar en este dispositivo
ja: このデバイスを信頼
ko: 이 기기 신뢰
zh_hans: 信任此设备
zh_hant: 信任此裝置

# auth.directAccessWarning
source: Authentication is disabled on this server. Direct access grants full Operator capability.
ar: المصادقة معطلة على هذا الخادم. الوصول المباشر يمنح صلاحيات المشغّل كاملة.
es: La autenticación está desactivada en este servidor. El acceso directo concede todas las capacidades del operador.
ja: このサーバーでは認証が無効です。直接アクセスにはオペレーターの全権限があります。
ko: 이 서버는 인증이 비활성화되어 있습니다. 직접 액세스에는 전체 운영자 권한이 부여됩니다.
zh_hans: 此服务器已关闭认证。直接访问将获得完整 Operator 权限。
zh_hant: 此伺服器已關閉驗證。直接存取將取得完整 Operator 權限。

# common.loading
source: Loading…
ar: جارٍ التحميل…
es: Cargando…
ja: 読み込み中…
ko: 불러오는 중…
zh_hans: 加载中…
zh_hant: 載入中…

# common.empty
source: No data
ar: لا توجد بيانات
es: Sin datos
ja: データなし
ko: 데이터 없음
zh_hans: 暂无数据
zh_hant: 暫無資料

# common.error
source: The request could not be completed
ar: تعذّر إكمال الطلب
es: No se pudo completar la solicitud
ja: リクエストを完了できませんでした
ko: 요청을 완료할 수 없습니다
zh_hans: 请求未能完成
zh_hant: 請求未能完成

# common.retry
source: Retry
ar: إعادة المحاولة
es: Reintentar
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 重試
